---
kind: property
id: P:Autodesk.Revit.DB.FamilyInstance.HandFlipped
zh: 族实例
source: html/7065faa0-00ac-93f1-427b-88496c53235e.htm
---
# Autodesk.Revit.DB.FamilyInstance.HandFlipped Property

**中文**: 族实例

Property to test whether the orientation of family instance hand is flipped.

## Syntax (C#)
```csharp
public bool HandFlipped { get; }
```